asvetliakov.vscode-neovim
AvaloniaTeam.vscode-avalonia
BracketPairColorDLW.bracket-pair-color-dlw
burkeholland.simple-react-snippets
Catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
donebd.rest-client-api
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
jorgeserrano.vscode-csharp-snippets
michelemelluso.code-beautifier
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-maui
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-vscode-remote.remote-containers
ritwickdey.LiveServer
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
